app/controllers/meetings_controller.rb

	def show
		@meeting = Meeting.find(params[:id])
---
SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]

	def create
		@meeting = Meeting.new(meeting_params)
		@meeting.save
---
INSERT INTO "meetings" ("date", "location", "participants", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["date", "zef"], ["location", "erfv"], ["participants", "ef"], ["created_at", 2016-10-09 08:06:18 UTC], ["updated_at", 2016-10-09 08:06:18 UTC]]